tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
brew 'gauge'
brew 'gdbm'
brew 'groovy'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'httpie'
brew 'nmap'
brew 'node'
cask 'atom'
cask 'font-inconsolata'
cask 'font-menlo-for-powerline'
cask 'google-chrome'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'java'
cask 'scroll-reverser'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'visualvm'
cask 'slack'

brew 'sdkman'
brew 'gdub'
brew 'ctags'
brew 'htop'
cask 'macvim'
