tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bat"
brew "boost"
brew "cairo"
brew "cmake"
brew "couchdb"
brew "coursier"
brew "cppp"
brew "ctags"
brew "diff-so-fancy"
brew "erlang"
brew "erlang@19"
brew "ffmpeg"
brew "fontconfig"
brew "freetype"
brew "gd"
brew "gdbm"
brew "gdub"
brew "gettext"
brew "ghc"
brew "ghostscript"
brew "giter8"
brew "glib"
brew "gobject-introspection"
brew "graphviz"
brew "grip"
brew "heroku"
brew "heroku-toolbelt"
brew "hping"
brew "htop"
brew "icu4c"
brew "imagemagick"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "lame"
brew "libevent"
brew "libffi"
brew "libidn2"
brew "libogg"
brew "libpng"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libuv"
brew "libvo-aacenc"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libyaml"
brew "little-cms2"
brew "lua"
brew "lua@5.1"
brew "luajit"
brew "luarocks"
brew "maven"
brew "msgpack"
brew "nailgun"
brew "neovim"
brew "node"
brew "nspr"
brew "nss"
brew "nvm"
brew "oniguruma"
brew "openjpeg"
brew "openssl"
brew "openssl@1.1"
brew "opus"
brew "pandoc"
brew "pcre"
brew "perl"
brew "pixman"
brew "pkg-config"
brew "plantuml"
brew "poppler"
brew "python"
brew "python@2"
brew "qt"
brew "readline"
brew "ruby"
brew "scala"
brew "scalastyle"
brew "sdl2"
brew "snappy"
brew "sphinx-doc"
brew "spidermonkey"
brew "sqlite"
brew "terraform"
brew "the_silver_searcher"
brew "theora"
brew "thrift"
brew "tree"
brew "ttygif"
brew "ttyrec"
brew "unibilium"
brew "unixodbc"
brew "unrar"
brew "vim"
brew "webp"
brew "wget"
brew "wxmac"
brew "x264"
brew "x265"
brew "xvid"
brew "xz"
brew "youtube-dl"
brew "zplug"
brew "zsh-completions"

cask "android-studio"
cask "caffeine"
cask "calibre"
cask "deluge"
cask "docker"
cask "eclipse-java"
cask "evernote"
cask "firefox"
cask "font-hack-nerd-font"
cask "gitter"
cask "intellij-idea"
cask "iterm2"
cask "kdiff3"
cask "mactex"
cask "macvim"
cask "messenger"
cask "qbittorrent"
cask "skype"
cask "spectacle"
cask "teamviewer"
cask "vlc"
cask "webstorm"
cask "whatsapp"
