tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"

brew "bash"
brew "bash-completion"
brew "bat"
brew "diff-so-fancy"
brew "exa"
brew "fzf"
brew "gdub"
brew "go"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "mdcat"
brew "mitmproxy"
brew "node"
brew "openssl"
brew "openssl@1.1"
brew "plantuml"
brew "protobuf"
brew "pssh"
brew "python"
brew "python@2"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vault"
brew "vim"
brew "watch"
brew "wget"

cask "caffeine"
cask "iterm2"
cask "kdiff3"
cask "keepassx"
cask "minikube"
cask "postman"
cask "slack"
cask "spectacle"
tap "coursier/formulas"
tap "hashicorp/terraform"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "koekeishiya/formulae"
tap "neovim/neovim"
tap "olafurpg/scalafmt"
tap "rogual/neovim-dot-app"

brew "asciinema"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bear"
brew "boost"
brew "cabal-install"
brew "cairo"
brew "chunkwm"
brew "cmake"
brew "ctags"
brew "diff-so-fancy"
brew "djvulibre"
brew "docker-machine"
brew "docker-machine-driver-xhyve"
brew "dos2unix"
brew "exa"
brew "ffmpeg"
brew "fontconfig"
brew "freetype"
brew "fzf"
brew "gd"
brew "gdbm"
brew "gdub"
brew "gettext"
brew "ghc"
brew "ghostscript"
brew "giter8"
brew "glew"
brew "glib"
brew "gmp"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gomplate"
brew "gource"
brew "gradle-completion"
brew "graphviz"
brew "grip"
brew "groovy"
brew "htop"
brew "httpie"
brew "icu4c"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "lame"
brew "libev"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libidn2"
brew "libogg"
brew "libpng"
brew "librdkafka"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libuv"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libyaml"
brew "libzip"
brew "little-cms2"
brew "llvm"
brew "lua"
brew "luajit"
brew "lz4"
brew "lzlib"
brew "lzo"
brew "mdcat"
brew "mitmproxy"
brew "mongodb"
brew "msgpack"
brew "nailgun"
brew "ncurses"
brew "neovim"
brew "nettle"
brew "nmap"
brew "node"
brew "nspr"
brew "nss"
brew "oniguruma"
brew "openjpeg"
brew "openssl"
brew "openssl@1.1"
brew "opus"
brew "p11-kit"
brew "pandoc"
brew "parallel"
brew "pcre"
brew "perl"
brew "pixman"
brew "pkg-config"
brew "plantuml"
brew "poppler"
brew "prometheus"
brew "protobuf"
brew "pssh"
brew "python"
brew "python@2"
brew "readline"
brew "ruby"
brew "scalafmt"
brew "scons"
brew "sdl2"
brew "sdl2_image"
brew "skhd"
brew "snappy"
brew "sqlite"
brew "squashfs"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "theora"
brew "thrift"
brew "tldr"
brew "tmux"
brew "tree"
brew "unibilium"
brew "vault"
brew "vim"
brew "watch"
brew "webp"
brew "weechat"
brew "wget"
brew "x264"
brew "x265"
brew "xvid"
brew "xz"
brew "youtube-dl"
brew "zplug"
brew "zsh-syntax-highlighting"

cask "caffeine"
cask "docker"
cask "evernote"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-menlo-for-powerline"
cask "gitter"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "kdiff3"
cask "keepassx"
cask "kindle"
cask "minikube"
cask "postman"
cask "scroll-reverser"
cask "skype"
cask "slack"
cask "spectacle"
cask "vimr"
cask "visual-studio-code"
cask "visualvm"
